/* Other User */
"OTHER_USER" = "Other…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Guest Account";

/* Password Assistant Text */
"USER_PASSWORD" = "Password:";
"MASTER_PASSWORD" = "Master Password:";

"KEYCHAIN_WARNING_TITLE" = "If you change the password for this user account, you will create a new keychain to store the user’s passwords.";
"KEYCHAIN_WARNING_TEXT" = "The user’s previous keychain still exists. If you find the previous password, you can access the previous keychain and the information and passwords it contains.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Currently logged in";
"MOBILE_CURRENTLY_LOGGED_IN" = "Mobile, currently logged in";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "External, currently logged in";
"GUEST_CURRENTLY_LOGGED_IN" = "Guest, currently logged in";
"NETWORK_CURRENTLY_LOGGED_IN" = "Network, currently logged in";
"EXTERNAL" = "External";
"MOBILE" = "Mobile";
"GUEST" = "Guest";
"NETWORK" = "Network";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Cannot log in right now";
"LOGIN_TIME" = "Can log in at %@";


/* Button Titles */
"BACK_BUTTON" = "Back";
"CANCEL_BUTTON" = "Cancel";
"FORGOT_PASSWORD_BUTTON" = "Forgot Password";
"CHANGE_PASSWORD" = "Change Password";
"OPTIONS_BUTTON" = "Options";
"RESTART_BUTTON" = "Restart";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "mac os x";
"AX_MAC_OS_X_SERVER" = "mac os x server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Forgot Password";
"RESET_PASSWORD" = "Reset Password";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Type the master password to reset this user's password.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Type the master password to reset this user's password and to unlock FileVault.";

/* Host Info */
"SAFE_BOOT" = "Safe Boot";
"SYSTEM_VERSION_INFO" = "Version %@";
"SYSTEM_BUILD_INFO" = "Build %@";
"SERIAL_NUMBER" = "Serial Number %@";
"IP_ADDRESS" = "IP Address %@";

"NETWORK_NODES_ALL"  = "Network Accounts Available";
"NETWORK_NODES_SOME" = "Some Network Accounts Available";
"NETWORK_NODES_NONE" = "Network Accounts Unavailable";
"NETWORK_NODES_AUTH" = "Network Access Requires Login";


/* Tool Tip */
"SHORT_NAME" = "Short Name: %@";

"EXTERNAL_ACCOUNT" = "External Account";
"GUEST_ACCOUNT" = "Guest Account";
"LOCAL_ACCOUNT" = "Local Account";
"MOBILE_ACCOUNT" = "Mobile Account";
"NETWORK_ACCOUNT" = "Network Account";

"NET_NODE" = "Network Node: %@";
"HOME_VOLUME" = "Volume: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "You entered an invalid user name or password.";

"AF_NEWPASSWORDREQUIRED" = "You must enter a new password before you can log in to this account.";

"AF_QUALITYCHECKFAILED" = "Your password does not meet the requirements of the server.";

"AF_PASSWORDTOOSHORT" = "Your password is too short.";
"AF_PASSWORDTOOLONG" = "Your password is too long.";
"AF_PASSWORDLENGTH" = "Your password must contain between %ld and %ld characters.";

"AF_PASSWORDMINCHARS" = "Your password must contain at least %ld characters.";
"AF_PASSWORDMAXCHARS" = "Your password must be no longer than %ld characters.";

"AF_PASSWORDNEEDSLETTER" = "Your password must contain one or more letters.";
"AF_PASSWORDNEEDSDIGIT" = "Your password must contain one or more numbers.";

"AF_ACCOUNTDISABLED" = "Your account has been disabled.\nContact your system administrator for more information."; 
"AF_UNABLETOLOGIN" = "The system is unable to log you in at this time.\nContact your system administrator for more information.";
"AF_INVALIDLOGONHOURS" = "You are only allowed to log in during specific hours.\nContact your system administrator for more information.";
"AF_INVALIDCOMPUTER" = "You are not allowed to use this computer.\nContact your system administrator for more information.";

"AF_SEESYSTEMADMIN" = "Contact your system administrator for more information.";

"AF_PASSWORDEXPIRINGSOON" = "Your password will expire soon. Enter a new password.";
"AF_CRYPTPASSWORD" = "Your password needs to be updated.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "Your password will expire tomorrow.\n\nPress “Change Password” to enter a new password.";
"PASSWORD_EXPIRATION_DAYS" = "Your password will expire in %ld days.\n\nPress “Change Password” to enter a new password.";
"PASSWORD_EXPIRATION_TODAY" = "Your password will expire today.\n\nPress “Change Password” to enter a new password.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "Your computer cannot access the secure network.";
"NA_UNTRUSTED_CERT_INFO" = "You attempted to access the network by using an 802.1X authentication server, but the server’s security certificate could not be verified. Contact your network administrator for more information.";

/* FUS Failed */
"FUS_FAILED_MSG" = "The user account you selected isn’t available.";
"FUS_FAILED_INFO" = "Check your network connection, and try switching to the user account again. If you are connected to the network, ask your system administrator for assistance.";
